{
  "contact": "Cédric Knapp \\\nBreitestrasse 52\\\n8400 Winterthur\n\n[cedi@jellyjelly.ch](mailto:cedi@jellyjelly.ch)\\\n+41 77 425 60 66",
  "cvlabel": "CV herunterladen",
  "skills": [
    {
      "skill": "Storytelling"
    },
    {
      "skill": "Videoproduktion"
    },
    {
      "skill": "Projektmanagement"
    },
    {
      "skill": "Copy-/Script-/UX-writing"
    },
    {
      "skill": "Branding"
    },
    {
      "skill": "Social Media"
    },
    {
      "skill": "Digital Marketing"
    },
    {
      "skill": "Content Modeling & Strategy "
    },
    {
      "skill": "Post Production / Editing"
    },
    {
      "skill": "Regie"
    },
    {
      "skill": "Adobe Creative Cloud"
    },
    {
      "skill": "Performance Marketing"
    },
    {
      "skill": "Eventmangement"
    },
    {
      "skill": "Music Production"
    },
    {
      "skill": "Sounddesign"
    },
    {
      "skill": "Coding"
    },
    {
      "skill": "Diverse CMS und CRM"
    },
    {
      "skill": "SEO/SEA/SEM"
    }
  ],
  "cvlabelde": "",
  "cvdoc": "/images/uploads/21_cv_ck.pdf",
  "cvdocde": "",
  "clients": "Ovomaltine, PostFinance, Die Mobiliar, Zweifel, Swisscom, Wingo, Greenpeace, WWF, EMMI, SRF, KPMG, Schweiz Tourismus, SUVA, Universität Zürich, ETH Zürich, MAZ – Die Schweizer Journalistenschule, ASO Auslandschweizer-Organisation, Burkhalter Group, Jungfrau Region Tourismus...",
  "positions": [
    {
      "dates": "2023 – heute",
      "agency": "jellyjelly",
      "description": "Eine eigene Firma gründen? Scary! Aber mit einem Geschäftspartner wie Adam Keel trotzdem ein No-Brainer. Gemeinsam machen wir Social Video Content und Kampagnen von der Konzeption bis zum fertigen Asset. Bei der jellyjelly GmbH bin ich Konzepter, Texter, Produzent, Regisseur, Projektleiter und Co-Geschäftsführer.\n\n<a href=\"https://jellyjelly.ch\" target=\"_blank\">jellyjelly.ch</a>"
    },
    {
      "dates": "2022 – 2023",
      "agency": "Jung von Matt LIMMAT",
      "description": "Was macht eigentlich ein <b>Senior Creative Account Manager</b> (yes, SCAM)?! Genau das, was mir liegt – die Verschmelzung von Organisation und Kreation. Bei Jung von Matt LIMMAT leitete und organisierte ich das Social-Team, verantwortete Budgets, Timings und Deadlines, koordinierte die Projekte deines Lieblingsbrands von A bis Z und konnte mich kreativ in der Konzeption und Regie ausleben."
    },
    {
      "dates": "2018 – 2022",
      "agency": "Eyekon ",
      "description": "Bei der Full-Service-Agentur Eyekon startete ich als Content Creator/Texter, wuchs aber über vier Jahre immer mehr auch in eine Projektmanager- und Beraterrolle. Bedeutet konkret: Einerseits Konzeption und Produktion von Multimedia-Content, Branding & Copywriting, User-Research, SEO und Monitoring/Tracking. Anderseits  Kundenbetreuung, Consulting, Account Management, Budgetierung & Controlling, Teamkoordination und Betreuung von Praktikant:innen."
    },
    {
      "dates": "2015 – 2017",
      "agency": "20 Minuten / Tamedia ",
      "description": "Nach meinem Reporter-Praktikum erhielt ich eine direkte Festanstellung als Redaktor im Ressort Zürich, wo mir darauf die Rolle des Videolead und stellvertretenden Blattmachers anvertraut wurde. Zu meinen Aufgaben gehörte die Planung und Produktion von Text- und Videobeiträgen inklusive Recherche, Interviews, Reportage, und Fotografie. Als Videolead trug ich die Teamverantwortung über die mobile Videoproduktion und als stv. Blattmacher über den «Züri-Teil» der Printausgabe."
    },
    {
      "dates": "2011 – 2015",
      "agency": "Diverse Nebenjobs",
      "description": "Während ich meinen Bachelor in Kommunikation & Wirtschaft an der Uni Zürich absolvierte, arbeitete ich im Bereich Medienanalyse, in einem Kino und bei einem Meinungsforschungsinstitut (die, die dich anrufen und mit Umfragen nerven – ich war jung und brauchte das Geld)."
    }
  ],
  "cvlabelen": "",
  "positionstitle": "Experience",
  "cvdocen": "",
  "clientstitle": "Clients",
  "subline": "About",
  "skillstitle": "Skills",
  "contacttitle": "Contact",
  "title": "Storytelling, Kreation und Projektleitung aus einer Hand. ",
  "languages": [
    {
      "level": 5,
      "language": "Deutsch"
    },
    {
      "level": 5,
      "language": "Englisch"
    },
    {
      "level": 3,
      "language": "Französisch "
    },
    {
      "level": 2,
      "language": "Italienisch"
    },
    {
      "level": 1,
      "language": "Spanisch"
    }
  ],
  "image": "/images/uploads/cedric-knapp.png",
  "lead": "👋 Hello, ich heisse Cédi, wohne in Winti und brenne für organisierte Kreativität. Für innovative Geschichten, die Sinn ergeben und Ziele erfüllen. Für mutige Konzepte, die umsetzbar sind. Für transparente und authentische Kommunikation, immer und überall. Als Journalist, Texter, Konzepter, Produzent, Regisseur und Projektmanager.",
  "languagestitle": "Languages"
}