{
  "contact": "Cédric Knapp \\\nBreitestrasse 52\\\n8400 Winterthur\n\n[talk@justknapp.com](mailto:talk@justknapp.com)\\\n+41 77 425 60 66",
  "cvlabel": "CV herunterladen",
  "skills": [
    {
      "skill": "Storytelling"
    },
    {
      "skill": "Copywriting"
    },
    {
      "skill": "Branding"
    },
    {
      "skill": "Projektmanagement"
    },
    {
      "skill": "UX-Writing"
    },
    {
      "skill": "Content Modeling & Strategy "
    },
    {
      "skill": "PR"
    },
    {
      "skill": "Storyboarding"
    },
    {
      "skill": "Wireframing"
    },
    {
      "skill": "Scriptwriting"
    },
    {
      "skill": "Google Ads"
    },
    {
      "skill": "Google Analytics"
    },
    {
      "skill": "SEO/SEA/SEM"
    },
    {
      "skill": "Adobe Creative Suite"
    },
    {
      "skill": "Sketch / Figma"
    },
    {
      "skill": "Keynote"
    },
    {
      "skill": "MS Office"
    },
    {
      "skill": "Social Media"
    },
    {
      "skill": "Mailchimp/CRM"
    },
    {
      "skill": "Diverse CMS"
    },
    {
      "skill": "HTML/CSS"
    }
  ],
  "cvlabelde": "CV herunterladen",
  "cvdoc": "/images/uploads/21_cv_ck.pdf",
  "cvdocde": "/images/uploads/21_cv_ck.pdf",
  "clients": "Schweiz Tourismus, HfH (Interkantonale Hochschule für Heilpädagogik), Universität Zürich, Universtität Luzern, ETH Zürich, MAZ – Die Schweizer Journalistenschule, ASO Auslandschweizer-Organisation, Burkhalter Group, Jungfrau Region Tourismus, MediData, Curaden, BWI, EAO, Bio-Strath, Intelliact, Compona, pom+, Vetropack, Dionisio Consulting, Edubase, Januzzo,...",
  "positions": [
    {
      "dates": "2018 – Heute",
      "agency": "Eyekon ",
      "description": "Als Content Creator bei der 360°-Digital-Agentur Eyekon tauchte ich ein in die Buzzworld der «Customer Centricity» und «agilen Planung» und konnte bald Projekte von der Konzeption bis zur Umsetzung begleiten. Nach und nach übernahm ich zusätzlich eine Projektmanager- und Beraterrolle für die Bereiche KMU und B2B.\n\nZu den anfänglichen kreativen Aufgaben wie Konzeption und Produktion von Multimedia-Content, Branding und Copywriting kamen analytische wie User-Research, SEO und Monitoring/Tracking hinzu. Dann auch kommunikative wie Kundenbetreuung und Consulting, sowie organisatorische: Account Management, Budgetierung & Controlling, Teamkoordination und Betreuung von Praktikant:innen."
    },
    {
      "dates": "2015 – 2017",
      "agency": "20 Minuten / Tamedia ",
      "description": "Redaktionelles Storytelling im Text- und Videoformat: Nach einem Einstieg als Reporter-Praktikant erhielt ich eine direkte Festanstellung als Redaktor im Ressort Zürich, wo ich bald auch zum Videolead und stv. Blattmacher wurde.\n\nZu meinen Aufgaben gehörte die Planung und Produktion von Beiträgen inklusive Recherche, Interviews und Fotografie. Als Videolead trug ich die Verantwortung über die mobile Videoproduktion und als stv. Blattmacher über den «Züri-Teil» der Printausgabe."
    },
    {
      "dates": "2011 – 2015",
      "agency": "Diverse Nebenjobs",
      "description": "Neben meinem Bachelorstudium an der Uni Zürich arbeitete ich im Bereich Medienanalyse, in einem Kino und bei einem Meinungsforschungsinstitut (die, die dich anrufen und mit Umfragen nerven – ich war jung und brauchte das Geld)."
    }
  ],
  "cvlabelen": "Download CV (EN)",
  "positionstitle": "Experience",
  "cvdocen": "/images/uploads/cv_ck_2021-eng-.pdf",
  "clientstitle": "Clients",
  "subline": "About",
  "skillstitle": "Skills",
  "contacttitle": "Contact",
  "title": "Storytelling im Herzen, Organisation im Kopf. ",
  "languages": [
    {
      "level": 5,
      "language": "Deutsch"
    },
    {
      "level": 4,
      "language": "Englisch"
    },
    {
      "level": 3,
      "language": "Französisch "
    },
    {
      "level": 2,
      "language": "Italienisch"
    },
    {
      "level": 1,
      "language": "Spanisch"
    }
  ],
  "image": "/images/uploads/cedric-knapp.jpg",
  "lead": "Als ich in der 2. Klasse mein erstes Buch (eine Fortsetzung zu «Jurassic Park») schrieb und über den Schultisch an meine Mitschüler:innen vertickte, war mir noch nicht bewusst, dass  soeben meine Passion für Storytelling und Marketing geboren worden war.  \n\nSo gesehen bin ich mir bis jetzt mit 30 treu geblieben – und habe mir bloss noch zusätzlich eine strategische (Bachelor in Kommunikation & Wirtschaft and er Uni Zürich) und eine organisatorische Komponente (Stationen im Journalismus und Agentur-Zirkus) angeeignet.",
  "languagestitle": "Languages"
}